Revit 2024 API
TableCellStyle Constructor
 Constructs a new TableCellStyle with default settings.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public TableCellStyle()
Visual Basic
Public Sub New
Visual C++
public:
TableCellStyle()
See Also
TableCellStyle Class
TableCellStyle Overload
Autodesk.Revit.DB Namespace